/*
   Localizable.strings
   Gmail Notifr
 
   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.
 
   Contributor: Fabrice Truillot de Chambrier, DaRk_ViVi (@DaRk_ViVi)
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Apri Posta in arrivo";

/* menubar tooltip when checking mail */
"Checking Mail" = "Sto controllando...";

/* connection error message */
"Connection Error" = "Errore di connessione";

/* wrong username/password pair error message */
"Username/password Wrong" = "Nome utente/password sbagliati";

/* count of unread messages */
"Unread Messages" = "%d messaggi non letti";

/* count (1) of unread message */
"Unread Message" = "%d messaggio non letto";

/* last check time */
"Last Checked:" = "Ultimo controllo: ";

/* Enable, Disable */
"Enable Account" = "Attiva Account";
"Disable Account" = "Disattiva Account";

/* Check */
"Check" = "Controlla ora";

/* Main Menu */
"Check All" = "Controlla";
"Preferences..." = "Preferenze";
"Check for Updates..." = "Cerca aggiornamenti";
"About Gmail Notifr" = "Informazioni su Mail Notifr";
"Donate..." = "Fai una donazione ❤";
"Quit Gmail Notifr" = "Esci da Mail Notifr";



//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Configurazione";
"Launch at login" = "Apri al login";
"Show unread count in menu bar" = "Mostra conteggio non letti";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Edit" = "Modifica";

"Username:" = "Nome utente:";
"Password:" = "Password:";
"Check for new mail every" = "Verifica i nuovi messaggi ogni";
"minutes" = "minuti";
"Use Growl Notification" = "Utilizza le notifiche";
"Play sound:" = "Suono:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Per aggiungere un account Google Hosted, precisate l'e-mail completa come nome d'utente, ad esempio admin@ashchan.com.";
"Enable this account" = "Attiva questo account";
"Open in browser:" = "Apri nel browser:";
"Cancel" = "Annulla";
"OK" = "OK";
